Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Administration of customer loyalty and incentive schemes
it: Amministrazione di piani di fidelizzazione e di incentivi per clienti

source: Administration of sales and promotional incentive schemes
it: Amministrazione di piani di incentivi promozionali e di vendita

source: Procurement of contracts for the purchase and sale of goods and services
it: Acquisizione di contratti per la compravendita di beni e servizi

source: Electronic publication of printed matter for advertising purposes
it: Pubblicazione elettronica di stampati per scopi pubblicitari

source: Recruitment of flight personnel
it: Assunzione di personale di volo

source: Providing advice relating to sales methods and techniques
it: Fornitura di consulenza in materia di metodi e tecniche di vendita

source: Copywriting for advertising and promotional purposes
it: Redazione di testi pubblicitari e promozionali

source: Advisory services relating to business organisation and management
it: Servizi di consulenza in materia di organizzazione e gestione aziendale

source: Internship placement services
it: Servizi di assegnazione di tirocini

source: Organisation of exhibitions of flowers and plants for commercial or advertising purposes
it: Organizzazione di mostre di fiori e piante per scopi commerciali o pubblicitari

source: Negotiation of contracts with health care payors
it: Negoziazione di contratti con pagatori delle spese sanitarie

source: Promoting the sale of fashion goods through promotional articles in magazines
it: Promozione della vendita di prodotti di moda attraverso articoli promozionali in riviste

source: Conducting trade shows in the field of automobiles
it: Conduzione di fiere campionarie nel settore automobilistico

source: Business management of airports
it: Gestione commerciale di aeroporti

source: Accountancy advice relating to taxation
it: Consulenza contabile in materia tributaria

source: Consultancy relating to tax accounting
it: Consulenza in materia di contabilità fiscale

source: Administrative processing of computerized purchase orders
it: Elaborazione amministrativa di ordini d'acquisto computerizzati

source: Administrative processing of purchase orders placed by telephone or computer
it: Elaborazione amministrativa di ordini d'acquisto effettuati tramite telefono o computer

source: Recruitment of high-level management personnel
it: Reclutamento di personale amministrativo d'alto livello

source: Publication of printed matter for advertising purposes in electronic form
it: Pubblicazione di materiali stampati a fini pubblicitari in forma elettronica

source: Publication of printed matter for advertising purposes
it: Pubblicazione di materiali stampati a fini pubblicitari

source: Publication of publicity materials on-line
it: Pubblicazione di materiale pubblicitario online

source: Conducting studies in the field of public relations
it: Conduzione di studi inerenti le pubbliche relazioni

source: Provision of information and advisory services relating to e-commerce
it: Fornitura di informazioni e servizi consultivi inerenti l'e-commerce

source: Rental of advertising space on the Internet for employment advertising
it: Affitto di spazi promozionali su internet per la pubblicizzazione di annunci di lavoro

source: Provision of business and commercial contact information via the Internet
it: Fornitura di informazioni di contatto aziendali e commerciali tramite internet

source: Consultancy services relating to the management of telephone call centers
it: Servizi di consulenza inerenti la gestione di call center

source: Promoting the goods and services of others through advertisements on Internet websites
it: Promozione di beni e servizi per conto terzi tramite pubblicità su siti internet

source: Advisory and consultancy services relating to the procurement of goods for others
it: Servizi consultivi inerenti l'approvvigionamento di beni per conto terzi

source: Presentation of companies and their goods and services on the Internet
it: Presentazione di aziende e loro beni e servizi su internet

source: Employment agency services relating to placement of medical and nursing personnel
it: Servizi per agenzia di collocamento inerenti l'assunzione di personale medico e infermieristico

source: Distribution of flyers, brochures, printed matter and samples for advertising purposes
it: Distribuzione di flyer, brochure, stampe e campioni a scopo promozionale

source: Business consultancy services relating to disaster planning and recovery
it: Servizi di consulenza aziendale inerenti alla pianificazione e al recupero post disastro

source: Consultancy services relating to the procurement of goods and services
it: Servizi di consulenza inerenti l'approvvigionamento di beni e servizi

source: Arranging and conducting of auctions and reverse auctions via mobile telephones
it: Organizzazione ed attuazione di aste ed aste inverse tramite telefoni cellulari

source: Arranging and conducting of auctions and reverse auctions via computer and telecommunication networks
it: Organizzazione ed attuazione di aste ed aste inverse tramite computer e reti di telecomunicazioni

source: Conducting interactive virtual auctions
it: Attuazione di aste virtuali interattive

source: Compilation and input of information into computer databases
it: Compilazione e immissione di informazioni in banche dati informatizzate

source: Assistance and consultancy relating to business management and organisation
it: Assistenza e consulenza inerenti la gestione e l'organizzazione aziendale

source: Analysis of advertising response and market research
it: Analisi dell'effetto pubblicitario e delle ricerche di mercato

source: Advertising, promotional and public relations services
it: Servizi pubblicitari, promozionali e di pubbliche relazioni

source: Procurement of goods on behalf of other businesses
it: Approvvigionamento di beni per conto di aziende

source: Preparation and compilation of business and commercial reports and information
it: Preparazione e compilazione di rapporti e informative aziendali e commerciali

source: Research services relating to advertising and marketing
it: Servizi di ricerca inerenti la pubblicità e il marketing

source: Publication of publicity materials and texts
it: Pubblicazione di materiale e testi pubblicitari

source: Direct mail advertising to attract new customers and to maintain the existing customer base
it: Pubblicità diretta per corrispondenza per attirare nuovi clienti e mantenere la clientela esistente

source: Business advice and consultancy relating to franchising
it: Consulenza aziendale in materia di franchising

source: Administering medication reimbursement programs and services
it: Amministrazione di servizi e programmi per il rimborso di medicinali

source: Maintaining personal medical history records and files
it: Gestione di fascicoli e cartelle cliniche personali

source: Maintaining files and records concerning the medical condition of individuals
it: Gestione di fascicoli e cartelle relative allo stato di salute di persone

source: Administration of prepaid health care plans
it: Amministrazione di piani sanitari prepagati

source: Window dressing and display arrangement services
it: Servizi di decorazione e allestimento di vetrine

source: Wholesale ordering services
it: Servizi di ordini all'ingrosso

source: Testing to determine professional competency
it: Prove per valutare le competenze professionali

source: Testing to determine job competency
it: Prove per valutare le competenze lavorative

source: Shareholder record keeping services
it: Servizi di tenuta di registri di azionisti

source: Business advice relating to restaurant franchising
it: Consulenza aziendale in materia di franchising di ristoranti

source: Rental of signs for advertising purposes
it: Leasing di cartelloni per scopi pubblicitari

source: Providing transportation documentation for others [administrative services]
it: Fornitura di documenti di trasporto per conto terzi [servizi amministrativi]

source: Providing information in the field of time management
it: Fornitura di informazioni nel campo della gestione del tempo

source: Providing commercial information to consumers
it: Fornitura di informazioni commerciali ai consumatori

source: Promoting the goods and services of others by means of a preferred customer program
it: Promozione di prodotti e servizi di terzi mediante programmi fedeltà

source: Promoting and conducting trade shows
it: Promozione e gestione di fiere commerciali

source: Production and distribution of radio and television commercials
it: Produzione e distribuzione di spot radiofonici e televisivi

source: Processing telephone inquiries regarding advertised goods and services
it: Trattamento di indagini telefoniche su prodotti e servizi oggetto di pubblicità

source: Preparing and placing advertisements for others
it: Preparazione e collocazione di pubblicità per conto terzi

source: Online ordering services
it: Servizi di ordinazione online

source: Medical cost management
it: Gestione di costi medici

source: Maintaining a registry of animal breeds
it: Tenuta di registri di razze animali

source: Developing and coordinating volunteer projects for charitable organisations
it: Sviluppo e coordinamento di progetti di volontariato per organizzazioni di beneficenza

source: Business process re-engineering
it: Riprogettazione dei processi aziendali

source: Business management consultancy in the field of executive and leadership development
it: Consulenza relativa a gestione aziendale in materia di formazione di dirigenti e leadership

source: Arranging and conducting trade show exhibitions
it: Organizzazione e gestione di fiere commerciali

source: Administration, billing and reconciliation of accounts on behalf of others
it: Amministrazione, fatturazione e riconciliazione contabile per conto terzi

source: Administration of patient reimbursement programs
it: Amministrazione di programmi di rimborso ai pazienti

source: Administration of cultural and educational exchange programs
it: Amministrazione di programmi di scambi culturali e educativi

source: Administration of business payroll for others
it: Amministrazione di libri paga aziendali per conto terzi

source: Providing searchable online advertising guides
it: Fornitura di guide pubblicitarie consultabili online

source: Promotion of financial and insurance services, on behalf of third parties
it: Promozione di servizi finanziari e assicurativi per conto terzi

source: Distribution of prospectuses and samples for advertising purposes
it: Distribuzione di prospetti e campioni per scopi pubblicitari

source: Dissemination of advertising via online communications networks
it: Diffusione di annunci pubblicitari attraverso reti di comunicazione online

source: Administrative services relating to customs clearance
it: Servizi amministrativi relativi allo sdoganamento di merci

source: Registration of written communications and data
it: Registrazioni di comunicazioni scritte e di dati

source: Updating and maintenance of information in registries
it: Aggiornamento e manutenzione di informazioni in registri

source: Compiling indexes of information for commercial or advertising purposes
it: Compilazione di indici di informazioni per scopi commerciali o pubblicitari

source: Production of teleshopping programmes
it: Produzione di programmi di televendite

source: Consultancy regarding public relations communications strategy
it: Consulenza nelle strategie di comunicazione nelle pubbliche relazioni

source: Consultancy regarding advertising communications strategy
it: Consulenza nelle strategie di comunicazione nella pubblicità

source: Negotiation of business contracts for others
it: Negoziazione di contratti di affari per conto di terzi

source: Administration of a discount program for enabling participants to obtain discounts on goods and services through use of a discount membership card
it: Amministrazione di programmi di sconto per consentire ai partecipanti di ottenere sconti per prodotti e servizi tramite tessere associative di sconto

source: Advertising, including promotion of products and services of third parties through sponsoring arrangements and licence agreements relating to international sports' events
it: Pubblicità, compresa la promozione di prodotti e servizi di terzi attraverso accordi di sponsorizzazione e di licenza relativi a manifestazioni sportive internazionali

source: Advice on the analysis of consumer buying habits and needs provided with the help of sensory, quality and quantity-related data
it: Consulenza relativa all'analisi di abitudini e dei fabbisogni dei consumatori con l'ausilio di dati sensoriali, qualitativi e quantitativi

source: Business advice, inquiries or information
it: Consulenza, informazioni o ragguagli aziendali

source: Business management analysis
it: Analisi della gestione aziendale

source: Credit card registration services
it: Registrazione di carte di credito

source: Development of concepts for business economy
it: Sviluppo di concetti d'economia aziendale

source: Magazine advertising
it: Pubblicità per riviste

source: Management on behalf of industrial and commercial enterprises in terms of supplying them with office requisites
it: Gestione per conto di imprese industriali e commerciali dell'approvvigionamento di forniture d'ufficio

source: Operation of a telephone switchboard for others
it: Gestione di un centralino telefonico per conto terzi

source: Outsourcing services in the nature of arranging procurement of goods for others
it: Servizi di esternalizzazione sotto forma di organizzazione di fornitura di prodotti per terzi

source: Providing business information in the field of social media
it: Fornitura di informazioni aziendali nel settore dei social media

source: Providing marketing consulting in the field of social media
it: Fornitura di consulenza in marketing nel settore dei social media

source: Street dissemination of advertising materials
it: Distribuzione per strada di materiale pubblicitario

source: Talent agency services [business management of performing artists]
it: Servizi di agenzie che si occupano di talenti [gestione aziendale di artisti]

source: Coupon procurement services for others
it: Servizi di reperimento coupon per conto terzi

source: Scriptwriting for advertising purposes
it: Sceneggiatura di testi per scopi pubblicitari

source: Bill-posting
it: Affissioni

source: Business research
it: Ricerche per affari

source: Advisory services for business management
it: Servizi di consulenza per la gestione degli affari

source: Compilation of information into computer databases
it: Compilazione di informazioni in banche dati informatiche

source: On-line advertising on a computer network
it: Pubblicità on-line su rete informatica

source: Business management
it: Gestione aziendale

source: Psychological testing for the selection of personnel
it: Selezione di personale con test psico-attitudinali

source: Personnel selection using psychological testing
it: Selezione di personale con test psico-attitudinali

source: Business advice relating to marketing
it: Consulenza aziendale in materia di marketing

source: Conducting of business appraisals
it: Servizi di valutazione aziendale

source: Business management consultancy and advisory services
it: Servizi di consulenza per l'organizzazione aziendale

source: Administrative processing of purchase orders
it: Trattamento amministrativo di ordinazioni d'acquisti

source: Business advice relating to franchising
it: Consulenza aziendale in materia di franchising

source: Business management advisory services relating to franchising
it: Servizi di consulenza aziendale in materia di franchising

source: Distribution of samples for publicity purposes
it: Distribuzione di campioni per scopi pubblicitari

source: Advertising research
it: Ricerche pubblicitarie

source: Research services relating to advertising
it: Servizi di ricerca in materia di pubblicità

source: Writing of publicity texts
it: Redazione di testi pubblicitari

source: Distribution of advertising material
it: Distribuzione di materiale pubblicitario

source: Dissemination of advertising matter
it: Diffusione di annunci pubblicitari

source: Dissemination of advertisements
it: Diffusione di annunci pubblicitari

source: Carrying out auction sales
it: Esecuzione di vendite all'asta

source: Business auditing
it: Verifica di conti

source: Book-keeping
it: Contabilità

source: Professional business consultancy
it: Consultazione professionale di affari

source: Compilation of statistical information
it: Compilazione di informazioni statistiche

source: Compilation of statistics
it: Elaborazione di statistiche

source: Human resources management
it: Gestione di risorse umane

source: Personnel management
it: Gestione del personale

source: Provision of an on-line marketplace for buyers and sellers of goods and services
it: Fornitura su mercato on-line di beni e servizi per acquirenti e venditori

source: Outsourced administrative management for companies
it: Gestione amministrativa esternalizzata delle imprese

source: Business management of reimbursement programmes for others
it: Gestione commerciale di programmi di rimborso per conto di terzi

source: Rental of billboards [advertising boards]
it: Noleggio di pannelli pubblicitari

source: Writing of curriculum vitae for others
it: Redazione curriculum vitae per conto di terzi

source: Confirming scheduled appointments for others
it: Conferma di appuntamenti per terzi

source: Marketing studies
it: Ricerche di mercato

source: Online retail store services relating to cosmetic and beauty products
it: Servizi di vendita online al dettaglio inerenti i prodotti di cosmetica e bellezza

source: Consultancy and information services relating to accounting
it: Servizi di consulenza e di informazioni in materia di contabilità

source: Business organisation and management consultancy in the field of personnel management
it: Consulenza in organizzazione e gestione commerciale nel campo della gestione del personale

source: Business management consultancy via the Internet
it: Consulenza in materia di gestione aziendale via internet

source: Advisory services relating to commercial transactions
it: Servizi di consulenza in materia di transazioni commerciali

source: Promoting the goods and services of others via a global computer network
it: Promozione di prodotti e servizi per conto terzi tramite una rete informatica globale

source: Organisation of trade fairs for advertising purposes
it: Organizzazione di fiere commerciali a fini promozionali

source: Initiating telephone calls for others
it: Servizi di chiamate telefoniche conto terzi

source: Dissemination of advertising, marketing and publicity materials
it: Diffusione di materiale promozionale, di marketing e pubblicitario

source: Development and implementation of marketing strategies for others
it: Sviluppo e attuazione di strategie di marketing per conto terzi

source: Consultancy services relating to the administration and management of hotels
it: Servizi di consulenza inerenti l'amministrazione e la gestione di hotel

source: Business advisory services relating to the establishment and operation of franchises
it: Servizi di consulenza aziendale inerenti la creazione e il funzionamento di franchising

source: Arranging of contracts, for others, for the providing of services
it: Preparazione di contratti, per conto terzi, inerenti la fornitura di servizi

source: Advertising of business web sites
it: Pubblicità di siti web aziendali

source: Advertising for others
it: Pubblicità per conto terzi

source: Sales promotions at point of purchase or sale, for others
it: Promozione vendite presso punti di acquisto o vendita, per conto terzi

source: Purchasing of goods and services for other businesses
it: Acquisto di prodotti e servizi per altre aziende

source: Personnel management and employment consultancy
it: Consulenze inerenti la gestione e l'impiego del personale

source: Executive search and selection services
it: Servizi di ricerca e selezione di dirigenti

source: Auction and reverse auction services
it: Servizi per aste ed aste inverse

source: Arranging of contracts for others for the buying and selling of goods
it: Preparazione di contratti, per conto terzi, per la compravendita di merci

source: Administration of loyalty programs involving discounts or incentives
it: Amministrazione di programmi di fidelizzazione che implicano sconti o incentivi

source: Professional consultancy relating to personnel management
it: Consulenza professionale inerente la gestione del personale

source: Procurement of contracts for others relating to the sale of goods
it: Acquisizione di contratti per conto terzi inerenti la vendita di beni

source: Electronic stock management services
it: Servizi di gestione elettronica delle scorte

source: Arranging advertising and promotional contracts for others
it: Preparazione di contratti pubblicitari e promozionali per conto terzi

source: Statistical analysis and reporting
it: Analisi e rapporti statistici

source: Dissemination of advertising and promotional materials
it: Diffusione di materiale pubblicitario e promozionale

source: Arranging of contracts for the purchase and sale of goods and services, for others
it: Preparazione di contratti, per conto terzi, per la compravendita di merci

source: Arranging and conducting of advertising events
it: Organizzazione e attuazione di eventi promozionali

source: Rental of advertising space on-line
it: Noleggio di spazi pubblicitari online

source: Providing online commercial directory information services
it: Servizi commerciali online di informazione elenco abbonati

source: Interviewing for market research purposes
it: Interviste a fini di ricerche di mercato

source: Business administration and management
it: Gestione e amministrazione aziendale

source: Presentation of companies on the Internet and other media
it: Presentazione di aziende su internet e altri media

source: Collating of data in computer databases
it: Raccolta di dati in basi di dati informatizzate

source: Promoting the goods and services of others over the Internet
it: Promozione di prodotti e servizi per conto terzi tramite internet

source: Computerized on-line ordering services
it: Servizi informatizzati per ordinazioni online

source: Business file management
it: Gestione di archivi aziendali

source: Commercial information services, via the internet
it: Servizi d'informazione commerciale disponibili via Internet

source: Retail services in relation to smartwatches
it: Servizi al dettaglio in relazione a smartwatch

source: Retail services in relation to wearable computers
it: Servizi al dettaglio in relazione a computer indossabili

source: Retail services in relation to smartphones
it: Servizi al dettaglio in relazione a smartphone

source: Web indexing for commercial or advertising purposes
it: Indicizzazione di siti web a scopi commerciali o pubblicitari

source: Administration of frequent flyer programs
it: Amministrazione di programmi per grandi viaggiatori

source: Appointment scheduling services [office functions]
it: Servizi di programmazione di appuntamenti [lavoro di ufficio]

source: Appointment reminder services [office functions]
it: Servizi di promemoria di appuntamenti [lavoro di ufficio]

source: Online community management services
it: Servizi di gestione di comunità online

source: Promotion of insurance services, on behalf of third parties
it: Promozione di servizi assicurativi per conto terzi

source: Commercial information services relating to wine
it: Servizi di informazioni commerciali in materia di vini
